Repository: code-Beko/saygi
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Shipyard
tr: Tersane

source: Boat
tr: Gemi

source: Engine Name
tr: Motor İsmi

source: Job Number
tr: İş No

source: Customer Name
tr: Müşteri İsmi

source: Date
tr: Tarih

source: Device Receiver
tr: Cihazı Teslim Alan

source: Device Type
tr: Cihaz Türü

source: Device Brand
tr: Cihaz Markası

source: Serial Number
tr: Seri No

source: Power
tr: Gücü

source: Current
tr: Akım

source: Voltage
tr: Voltaj

source: RPM
tr: Devir

source: Warning Current
tr: İkaz Akımı

source: Warning Voltage
tr: İkaz Voltajı

source: Arrival Reason
tr: Geliş Nedeni

source: Part
tr: Parça

source: Mount
tr: Monte

source: Dismount
tr: Demonte

source: Missing Materials
tr: Eksik Malzemeler

source: Pulley/Coupling
tr: Kasnak/Kaplin

source: Fan Carrier
tr: Fan Taşı

source: Feet
tr: Ayaklar

source: Key
tr: Kama

source: Terminal
tr: Klemens

source: Brushes
tr: Fırçalar

source: Terminal Cover/Box
tr: Klemens Kapağı/Kut

source: Carbon Brushes
tr: Kömürler

source: Back Cover
tr: Arka Kapak

source: Fan Blade
tr: Fan Pervane

source: Bearings
tr: Rulmanlar

source: Front Bearing Number
tr: Rulman Numarası Ön

source: Back Bearing Number
tr: Rulman Numarası Arka

source: Dismounted By
tr: Demonte Eden

source: Dismount Date
tr: Demonte Tarih

source: Wrapped/Repaired By
tr: Saran/Onaran

source: Wrap/Repair Date
tr: Saran/Onaran Tarih

source: Mounted By
tr: Monte Eden

source: Mount Date
tr: Monte Eden Tarih

source: Tested By
tr: Test Eden

source: Test Date
tr: Test Eden Tarih

source: Insulation Values
tr: İzolasyon Değerleri

source: Operating Current
tr: Çalışma Akımı

source: Operating Voltage
tr: Çalışma Gerilimi

source: Other Measurement Values
tr: Diğer Ölçüm Değerleri

source: Test Devices
tr: Test Cihazları

source: Performed Operations
tr: Yapılan İşlemler

source: Phone Number
tr: Telefon Numarası

source: Department
tr: Departman

source: Front Cover
tr: Ön Kapak

source: SAYGI Maritime and Electricity
tr: SAYGI Denizcilik ve Elektrik

source: About us
tr: Hakkımızda

source: Products
tr: Ürünler

source: Institutional
tr: Kurumsal

source: Care
tr: Bakım

source: RESPECT CARE
tr: SAYGI BAKIM

source: Add Document
tr: Doküman Ekle

source: }Click to upload a new document. Membership required.
tr: Yeni bir doküman yüklemek için tıklayın. Üyelik gereklidir.

source: Install Now
tr: Şimdi Yükle

source: View Document
tr: Dokümanı Görüntüle

source: Review Documents
tr: Dokümanları İncele

source: Search and view your documents.
tr: Dokümanlarınızı arayın ve görüntüleyin.

source: Search Document
tr: Doküman Ara

source: All Documents
tr: Tüm Dokümanlar

source: Browse All Documents
tr: Tüm Dokümanları Görüntüle

source: You can list and review all available documents.
tr: Tüm mevcut dokümanları listeleyebilir ve inceleyebilirsiniz.

source: See All
tr: Tümünü Gör

source: Save
tr: Kaydet

source: Are You Sure You Want to Save?
tr: Kaydetmek İstediğinizden Emin misiniz?

source: Are you sure you want to save? This action cannot be undone.
tr: Kaydetmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Cancel
tr: İptal

source: Yes , Save
tr: Evet, Kaydet

source: Return to List
tr: Listeye Dön

source: Document Details
tr: Doküman Detayları

source: Edit Document
tr: Dokümanı Düzenle

source: Yes, Save
tr: Evet, Kaydet

source: Document List
tr: Doküman Listesi

source: Search...
tr: Ara...

source: Filter
tr: Filtrele

source: SHIPYARD
tr: TERSANE

source: BOAT
tr: GEMİ

source: ENGINE NAME
tr: MOTOR İSMİ

source: POWER
tr: GÜÇ

source: HISTORY
tr: GEÇMİŞ

source: EDIT
tr: DÜZENLE

source: VIEW
tr: GÖRÜNTÜLE

source: DELETE
tr: SİL

source: Edit
tr: Düzenle

source: View
tr: Görüntüle

source: Delete
tr: Sil

source: No documents have been added yet.
tr: Henüz doküman eklenmemiş.

source: First
tr: İlk

source: Former
tr: Önceki

source: Page
tr: Sayfa

source: Next
tr: Sonraki

source: Last
tr: Son

source: Add New Document
tr: Yeni Doküman Ekle

source: Deletion Confirmation
tr: Silme Onayı

source: Are you sure you want to delete this document?
tr: Bu dokümanı silmek istediğinizden emin misiniz?

source: Get connected with us on social networks:
tr: Sosyal medyada bizimle bağlantı kurun:

source: Company Name
tr: Şirket Adı

source: line
tr: çizgi

source: Excellence in Maritime
tr: Denizcilikte Mükemmellik

source: ship
tr: gemi
